tap "charmbracelet/tap"
tap "jandedobbeleer/oh-my-posh"
brew "tree"
brew "ansible"
brew "ansible-lint"
brew "bash"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "direnv"
brew "dive"
brew "docker"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "helm"
brew "httpie"
brew "jq"
brew "k9s"
brew "kind"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "pre-commit"
brew "node" # required by GitHub Copilot (neovim plugin)
brew "procs"
brew "ripgrep"
brew "shellcheck"
brew "ssh-copy-id"
brew "stern"
brew "tldr"
brew "tmux"
brew "watch"
brew "yq"
brew "go"
brew "ruff"
brew "ty"
brew "uv"
tap "hashicorp/tap"
brew "hashicorp/tap/terraform-ls"
brew "zoxide"
brew "charmbracelet/tap/vhs"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "gcloud-cli"
